---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonWarpingConstant
source: html/96173371-bba2-2839-175f-380a8df72de8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonWarpingConstant Property

"Warping Constant"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonWarpingConstant { get; }
```